name: "postprocessing"
backend: "python"
max_batch_size: 256
input [
{
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ 2 ]
}
]

output [
{
    name: "output__0"
    data_type: TYPE_STRING
    dims: [ 1 ]
}
]

instance_group [{ kind: KIND_AUTO }]